abiword
accerciser
alsa-plugins
alsa-utils
amd-ucode
anbox-image-gapps
anydesk-bin
arandr
arc-icon-theme
arch-install-scripts
archiso
archlinux-wallpaper
aspell
audacity
autoconf
automake
b43-fwcutter
balena-etcher
baobab
base
bash-completion
bibata-rainbow-cursor-theme
bind
binutils
bison
blueberry
boost
bpytop
brasero
brightnessctl
brltty
broadcom-wl
btop
cheese
chrome-gnome-shell
chromium
cinnamon
cinnamon-control-center
cinnamon-menus
cinnamon-screensaver
cinnamon-session
cinnamon-settings-daemon
cinnamon-translations
cjs
clonezilla
cmake
cmatrix
crda
cups
cups-pdf
darkhttpd
dbus-broker
dconf-editor
ddcci-driver-linux-dkms
ddcutil
ddrescue
deja-dup
devhelp
dhclient
dhcpcd
dialog
dmenu-git
dmidecode
dnsmasq
docker
edk2-ovmf
edk2-shell
efibootmgr
eog
epiphany
espeakup
ethtool
evince
evolution
exfatprogs
f2fs-tools
fakeroot
fatresize
file-roller
five-or-more
flatpak
flex
four-in-a-row
freerdp
fs-uae
fsarchiver
gamemode
gcc
geany
geany-plugins
geary
gedit
ghex
ghostscript
gimp
gimp-help-da
git
glade
glm
gnome-bluetooth
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-firmware
gnome-font-viewer
gnome-games
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnote
gnu-netcat
google-chrome
gpart
gparted
grilo-plugins
grml-zsh-config
groff
grub
grub-customizer
gst-libav
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtest
gtkmm
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardinfo
haskell-iwlib
haveged
hdparm
hitori
hplip
hspell
htop
i3-wm
iagno
intel-ucode
iptables-nft
ipw2100-fw
ipw2200-fw
irssi
iwd
java8-openjfx
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
kitty-terminfo
krita
lftp
lib32-libcanberra
lib32-nvidia-utils
libfm-gtk2
libglade
libglademm
libnewt
libpamac-aur
libva-mesa-driver
libva-vdpau-driver
libvirt
libvirt-glib
libvirt-python
libvoikko
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightsoff
links
linux
linux-atm
linux-firmware
linux-headers
linux-zen
linux-zen-headers
livecd-sounds
lshw
lsof
lsscsi
lxappearance
lxc-git
lynx
lzop
m4
make
mame
man-db
man-pages
mc
memtest86+
menumaker
mesa-demos
mesa-vdpau
mkinitcpio-archiso
mkinitcpio-nfs-utils
mpv
mtools
muffin
mutter
nano
nautilus
nbd
ncdu
ndisc6
nemo
nemo-share
neofetch
netsurf
networkmanager-qt
nfs-utils
nilfs-utils
nitrogen
nmap
ntfs-3g
nuspell
nvidia
nvidia-dkms
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obconf
obs-studio
openbox
opencl-nvidia
openconnect
openssh
openvpn
orca
os-prober
p7zip
pacman-contrib
pamac-aur
paman
partclone
partimage
patch
pcmanfm
picom
pkgconf
plymouth-git
plymouth-theme-arch-agua
polari
ppp
pptpclient
properties-cpp
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-clickgen
python-pip
python-pyqt5
python-wxpython
python2-wxpython3
qemu
qemu-arch-extra
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
quadrapassel
reflector
reiserfsprogs
remmina
rp-pppoe
rsync
rxvt-unicode-terminfo
rygel
samba
sdbus-cpp-git
sdparm
seamonkey
sg3_utils
simple-scan
simplescreenrecorder
slim
smartmontools
smbclient
smbnetfs
snapd
squashfs-tools
steam
stress
sudo
surf-git
sushi
swell-foop
syslinux
sysprof
system-config-printer
systemd-resolvconf
tali
tcpdump
terminus-font
testdisk
texinfo
tigervnc
tilix
timeshift
tint2
tk
tmux
totem
traceroute
tracker
tracker-miners
tracker3-miners
transmission-gtk
ttf-ms-fonts
tuxcmd
typescript
udftools
unrar
unzip
usb_modeswitch
usbutils
vbetool
vice
vim
vino
virt-install
virt-manager
vivaldi
vlc
vpnc
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
x11vnc
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xf86-video-qxl
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yelp
youtube-dl
zip
zsh
